app/controllers/products_controller.rb

INSERT INTO "products" ("name", "price", "created_at", "updated_at", "inventory", "description") VALUES (?, ?, ?, ?, ?, ?)  [["name", "d"], ["price", 0], ["created_at", "2019-06-08 18:53:59.614867"], ["updated_at", "2019-06-08 18:53:59.614867"], ["inventory", 0], ["description", "adffds"]]
---
  def create
   @product = Product.create(product_params)